[
  {
    "manufacturer": "MVP",
    "name": "Glitch",
    "speed": 1,
    "glide": 7,
    "turn": 0,
    "fade": 0,
    "category": "Putter",
    "description": "The Glitch from MVP is a lightweight approach disc with very high glide, that is made for low-speed, precision placement or long distance putting. It can be used as a catch-and-throw disc for warm-up and then used to reach the basket with ease, even making long putts feel effortless.",
    "image": "mvp-glitch.png"
  },
  {
    "manufacturer": "Discraft",
    "name": "Buzzz",
    "speed": 5,
    "glide": 4,
    "turn": -1,
    "fade": 1,
    "category": "Midrange",
    "description": "The Buzzz (3 z’s) is one of the most popular midrange discs in the world. This consistent, reliable, and stable disc will perform exactly how you want it to. With powerful throws the Buzzz will hold any line you put on it. With light, level throws, it will fade slightly. This super popular disc can be purchased in all of Discraft's plastics. In base line plastics it has a stability rating of 0. In premium plastic blends this disc is slightly overstable with a Discraft rating of .5.",
    "image": "discraft-buzzz.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Wraith",
    "speed": 11,
    "glide": 5,
    "turn": -1,
    "fade": 3,
    "category": "Distance Driver",
    "description": "The Innova Wraith is a long, stable, distance driver with decent speed, exceptional glide, and precision accuracy. Players of many different skill levels can get great distance with the Wraith. The neutral stability of the Wraith allows it to be a valuable disc in all wind conditions. This driver works well for both forehand and backhand throws.",
    "image": "innova-wraith.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Alpaca",
    "speed": 3,
    "glide": 3,
    "turn": 0,
    "fade": 1,
    "category": "Putter",
    "description": "The Alpaca is the quintessential beadless putter and is consistently rated as one of the best putt and approach discs in all of disc golf. The Alpaca has a deep, comfortable, traditional, and familiar feel. The Alpaca is the putting putter of choice for nearly all of Infinite's sponsored pros. This goes to show how incredible this putter really is. It is one of the greats inside the circle, and has incredible glide and torque resistance for as far as you can huck it.",
    "image": "infinite-discs-alpaca.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Emperor",
    "speed": 12,
    "glide": 5,
    "turn": -1,
    "fade": 2.5,
    "category": "Distance Driver",
    "description": "Master the courses with the Emperor by Infinite Discs. This commanding distance driver, boasting a moderate overstable nature, stands unrivaled among its counterparts in the market. Experience the sheer power as the Emperor effortlessly glides through the air, outclassing competitors and setting new standards for distance drivers.\n\nIt's the go-to choice for a multitude of Infinite sponsored players, despite having the freedom to select from any brand. Grab an Emperor today and experience its unparalleled performance firsthand.",
    "image": "infinite-discs-emperor.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Destroyer",
    "speed": 12,
    "glide": 5,
    "turn": -1,
    "fade": 3,
    "category": "Distance Driver",
    "description": "The Destroyer is consistently rated as one of the best distance drivers on InfiniteDiscs.com. This was the first Speed-12 driver and is one of the primary discs used by many professional disc golfers. For less experienced players, the Destroyer excels for forehand throws. The Destroyer is overstable, but has a degree of turn to help provide incredible glide and distance. Intermediate players will get more distance on forehand throws with the Destroyer than just about any other disc. The Innova Destroyer is a very thin (1.4cm) disc, and has the perfect sized rim (2.2cm) for high speeds, without being uncomfortably thick. As such a popular driver, the Destroyer comes available in all the major plastics.",
    "image": "innova-destroyer.png"
  },
  {
    "manufacturer": "Axiom",
    "name": "Envy",
    "speed": 3,
    "glide": 3,
    "turn": 0,
    "fade": 2,
    "category": "Putter",
    "description": "This putter has the reputation of being the disc James Conrad threw in on hole 18 at the 2021 World Championships for the \"holy shot.\" It's widely known as one of the best throwing putters ever made, and works well for putting as well. Brand new, this disc sports some fade at the end of its flight, but will beat in very nicely to fly dead straight. This disc will hold any line and take as much power as you can give it, all while being a masterful approach disc for touch shots. The profile is a little thinner, and as a 3 speed putter, will fly faster and a little further than many other putters.",
    "image": "axiom-envy.png"
  },
  {
    "manufacturer": "Discraft",
    "name": "Zone",
    "speed": 4,
    "glide": 3,
    "turn": 0,
    "fade": 3,
    "category": "Putter",
    "description": "Want to get in the Zone? The Discraft Zone is a slim putter with a thick rim (1.2cm) that gives you something to hold on to. This is a very overstable putter that is good for headwinds, strategic fades, forehand throws, flick putts, and slamming into chains at just the right angle. Many Discraft enthusiasts will have a Zone in their bag as a putter that gets them out of a situation where a flick, or sidearm putt or approach shot is their only option. Being so overstable, this disc can handle the torque that a flick will put on it! The Zone is considered one of the best Discraft Discs available today.",
    "image": "discraft-zone.png"
  },
  {
    "manufacturer": "Axiom",
    "name": "Hex",
    "speed": 5,
    "glide": 5,
    "turn": -1,
    "fade": 1,
    "category": "Midrange",
    "description": "The Hex is a straight flying midrange, designed to fit into anyone's bag. The flight numbers 5/5/-1/-1 are shared by the Buzzz. Axiom takes a classic and gives it the GYRO effect, making a disc that is designed for trusty midrange placement shots without having to worry as much about wind or inconstistent releases. Every MVP/Axiom fan has a Hex in the bag.",
    "image": "axiom-hex.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Tomb",
    "speed": 4,
    "glide": 3,
    "turn": 0,
    "fade": 1,
    "category": "Putter",
    "description": "The TOMB is a flat-topped, low-profile, putt-and-approach disc with a comfortably smooth, beaded rim. The Tomb has just the right amount of stability to cover ground while threading the needle on approach shots, whether thrown forehand or backhand. It can also be used as a crossover mid-range, driving putter, or to hold the line while putting from distance or in moderate winds.",
    "image": "infinite-discs-tomb.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Pharaoh",
    "speed": 13,
    "glide": 6,
    "turn": -1,
    "fade": 2,
    "category": "Distance Driver",
    "description": "The Pharaoh stands as the ultimate distance driver, designed for high-speed releases and maximum distance potential. Its manageable fade sets it apart, ensuring that even intermediate players can harness its wonders. When you need to conquer extensive territory off the tee, trust the Pharaoh to deliver. Rule your local disc golf course with the unmatched power of the Pharaoh!",
    "image": "infinite-discs-pharaoh.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Pig",
    "speed": 4,
    "glide": 1,
    "turn": 0,
    "fade": 3,
    "category": "Putter",
    "description": "This overstable putter has a big thick Thumtrac Rim. The Pig is a slow overstable disc that hardly glides. It's great for hyzer putts and throwing into headwinds. The Innova Pig is available in the soft grippy R-Pro plastic.",
    "image": "innova-pig.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Dynasty",
    "speed": 9,
    "glide": 5,
    "turn": -1,
    "fade": 2,
    "category": "Fairway Driver",
    "description": "The Dynasty stands out as the ultimate go-to control driver, catering to players of all skill levels. Whether you're a beginner looking to enhance your distance game or an advanced player seeking precision, the Dynasty proves to be the perfect choice. Surprisingly, despite its 9-speed rating, the Dynasty often outperforms traditional distance drivers due to its exceptional glide.\n\nThis disc's ability to maintain a straight flight over extended fairways makes it a preferred choice for accurate throws. Take your game to the next level with the Dynasty – the epitome of control and versatility in the disc golf world!",
    "image": "infinite-discs-dynasty.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Maya",
    "speed": 11,
    "glide": 5,
    "turn": -3,
    "fade": 1,
    "category": "Distance Driver",
    "description": "The Maya emerges as an exceptional understable distance bomber! Ideal for beginners and intermediate players, this disc proves to be an excellent choice for straight-flying distance drives. Meanwhile, advanced to open players harness the Maya's capabilities for delivering massive understable distance shots with finesse and precision. Discover the versatility and dynamic performance of the Maya across all skill levels.",
    "image": "infinite-discs-maya.png"
  },
  {
    "manufacturer": "Kastaplast",
    "name": "Berg",
    "speed": 1,
    "glide": 1,
    "turn": 0,
    "fade": 2,
    "category": "Putter",
    "description": "The Berg is unparalleled: A low glide putter that flies true every time, and will not outdrive the basket. Its aptitude lies in precise landings and eliminating the need for distance control. A distinctive attribute of this disc is its thumbtrack, with a lowered flight plate that almost hugs your hand. Remarkably versatile for both forehands and backhands, the Berg fearlessly accommodates the full extent of your power, steadfast against turnover, and adeptly managing even the most delicate approaches you encounter.",
    "image": "kastaplast-berg.png"
  },
  {
    "manufacturer": "Gateway",
    "name": "Wizard",
    "speed": 2,
    "glide": 3,
    "turn": 0,
    "fade": 2,
    "category": "Putter",
    "description": "The Gateway Wizard is one of the most popular putters for many years. It is available in nearly a dozen different plastic blends. This beaded putt and approach disc is a staple for thousands of avid disc golfers. The Wizard is a popular choice for short drives, approach shots, long putts, and short putts. This overstable disc has an outstanding feel and provides the positive results you'll want to take your game to the next level.",
    "image": "gateway-wizard.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Mamba",
    "speed": 11,
    "glide": 6,
    "turn": -5,
    "fade": 1,
    "category": "Distance Driver",
    "description": "The Innova Mamba is the most understable high speed distance driver in the Innova line. This disc will help intermediate players get more distance, and will provide the ultimate turn for powerful throwers. This driver is good for tailwind throws, turnover shots, and makes a good roller.",
    "image": "innova-mamba.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Sphinx",
    "speed": 9,
    "glide": 6,
    "turn": -3,
    "fade": 1,
    "category": "Distance Driver",
    "description": "The Sphinx is the ideal disc for newcomers seeking a crossover between a distance and control driver—striking the balance of extended distance without fading prematurely. With its understable release and a manageable speed rating, the Sphinx effortlessly glides with ease, making it perfect for players honing in their accuracy.\n\nFor seasoned players, the Sphinx transforms into a valuable, understable utility disc, excelling in hyzer-flips, long anhyzer throws, and powerful rollers. Its versatility ensures its enduring presence in any disc golf bag, proving itself as a reliable and timeless addition for players of all levels. The Sphinx is not just a disc; it's a constant companion that stands the test of time on the course.",
    "image": "infinite-discs-sphinx.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Centurion",
    "speed": 7,
    "glide": 5,
    "turn": -1,
    "fade": 2,
    "category": "Fairway Driver",
    "description": "The Centurion, a versatile fairway driver, is designed to offer exceptional workability on the disc golf course. Tailored for both novice and professional players, it stands out as a straight-flying, precision driver that seamlessly integrates into any player's bag.\n\nNo matter the skill level, every player can rely on the Centurion to maintain the desired line with just a subtle end fade. This workhorse control driver excels in providing precise placement on the fairway, making it an invaluable addition to any disc golfer's arsenal.\n\nWhether you're navigating tricky fairways or seeking consistent, accurate throws, the Centurion rises to the occasion, proving itself as a go-to disc for players aiming for both control and reliability.",
    "image": "infinite-discs-centurion.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Rollo",
    "speed": 5,
    "glide": 6,
    "turn": -4,
    "fade": 1,
    "category": "Midrange",
    "description": "\"This is a disc that just about anybody can roll,\" says Dave Dunipace, founder of Innova. The Rollo was made for rolling, but it can also be useful for turnover shots through tight wooded fairways. This disc will be a true beginner's disc, very resistant to fading out to the left for a right-handed backhand throw. It has a ton of turn and plenty of glide. The unique understable flight of the Rollo has made it a fan favorite for unique shot shapes and varieties.",
    "image": "innova-rollo.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Aztec",
    "speed": 10,
    "glide": 5,
    "turn": -1,
    "fade": 2,
    "category": "Distance Driver",
    "description": "The Aztec, classified as a speed 10 driver, exhibits a straight flight path with a subtle fade towards the end. Despite its speed rating, the Aztec surprises most players with remarkable distance and accuracy, proving itself as a valuable asset to any game.\n\nUnlike high-speed distance drivers, the Aztec boasts a more slender rim, enhancing comfort for the majority of disc golfers. Widely recognized as a lengthier yet comparable flying disc to the Exodus or Dynasty, the Aztec promises a blend of performance and familiarity for players seeking reliable distance shots.",
    "image": "infinite-discs-aztec.png"
  },
  {
    "manufacturer": "Axiom",
    "name": "Proxy",
    "speed": 3,
    "glide": 3,
    "turn": -1,
    "fade": 0.5,
    "category": "Putter",
    "description": "The Proxy shares the same core as the Envy, but is a straight flyer. Thrown hard or soft, this disc will fly as straight as an arrow. Use it as a putting putter for those who like shallower putters, or a go-to thowing putter.\n\nSimon Lizotte proves the utility of this disc as his go-to throwing putter and approach disc from all distances.",
    "image": "axiom-proxy.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Leopard",
    "speed": 6,
    "glide": 5,
    "turn": -2,
    "fade": 1,
    "category": "Fairway Driver",
    "description": "The Leopard is the classic, straight-flying Innova fairway driver. This disc is very popular in starter sets thanks to the reliable flight path and limited fade. It’s not the fastest flying disc (speed 6) but new players will likely see more distance with the Leopard than just about any other disc. While the Leopard is great for beginners, it can be found in bags of more advanced players as well. With moderate throws this disc is perfect for weaving between narrow lines of trees. It also makes a good turnover driver that slices to the right, and a good roller disc as well. If you want a great disc to perfect your throwing technique, buy a handful of inexpensive DX Leopards and head to a field.",
    "image": "innova-leopard.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Firebird",
    "speed": 9,
    "glide": 3,
    "turn": 0,
    "fade": 4,
    "category": "Distance Driver",
    "description": "The Innova Firebird is the first “very overstable” disc that developing disc golfers should get. This disc will provide a massive fading hook, but it’s not so fast that it can’t be controlled by less powerful players. The Firebird makes a great forehand driver and can easily handle headwinds. This disc is consistently chosen and rated as one of the best discs for sidearm throws.",
    "image": "innova-firebird.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Aviar",
    "speed": 2,
    "glide": 3,
    "turn": 0,
    "fade": 1,
    "category": "Putter",
    "description": "The Aviar is a very popular straight flyer with a touch of fade at the end. This disc is one of the most popular putting discs that always seems to find the chains.",
    "image": "innova-aviar.png"
  },
  {
    "manufacturer": "Latitude 64",
    "name": "Pure",
    "speed": 3,
    "glide": 3,
    "turn": -1,
    "fade": 1,
    "category": "Putter",
    "description": "The Pure is arguably Latitude 64's straightest flying disc. This is disc is an excellent choice for short putts as well as long approach shots. For a pure, controlled flight, consider the Latitude 64 Pure.",
    "image": "latitude-64-pure.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Mako3",
    "speed": 5,
    "glide": 5,
    "turn": 0,
    "fade": 0,
    "category": "Midrange",
    "description": "The Mako3 is the newest version of the remarkably straight flying Innova Mako. This midrange disc is the perfect solution for anyone who wants a straight flyer with very limited fade. The Mako3 is available in the Jolly Launcher Champion plastic, and is slightly faster than the original Mako.",
    "image": "innova-mako3.png"
  },
  {
    "manufacturer": "Dynamic Discs",
    "name": "Judge",
    "speed": 2,
    "glide": 4,
    "turn": 0,
    "fade": 1,
    "category": "Putter",
    "description": "The Dynamic Discs Judge was an instant success in the Dynamic Discs line. This is a stable go-to putter with a large bead and an ultra-straight flight path. It is one of the top selling disc golf putters and works well for both putts and approach shots.",
    "image": "dynamic-discs-judge.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Teebird",
    "speed": 7,
    "glide": 5,
    "turn": 0,
    "fade": 2,
    "category": "Fairway Driver",
    "description": "The TeeBird is a classic disc by Innova. It is a popular fairway driver for many disc golfers. Made for straight lines with an easy, steady fade throughout its flight, the TeeBird is a dependable, all-around control driver. This disc set the standard for driving consistency and is the disc that all new models are compared with.",
    "image": "innova-teebird.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Roman",
    "speed": 10,
    "glide": 4,
    "turn": 0,
    "fade": 3,
    "category": "Fairway Driver",
    "description": "The Infinite Discs Roman is a power driver, designed to provide unrivaled control and a dependable trajectory in all weather conditions. It's designed for experienced players, but even beginners can benefit from its dependable overstable flight for windy conditions and flex shots. With the ability to enhance accuracy on both backhand and forehand throws, the Roman is an exceptional choice for any player looking for consistent reliability. The Roman pairs nicely as a more overstable companion to the Dynasty, or a glidier companion to the Scepter.",
    "image": "infinite-discs-roman.png"
  },
  {
    "manufacturer": "Axiom",
    "name": "Pixel",
    "speed": 2,
    "glide": 4,
    "turn": 0,
    "fade": 0.5,
    "category": "Putter",
    "description": "Introducing the Axiom Pixel, the second release in the Simon Line series. This advanced putter, featuring flight numbers 2 | 4 | 0 | 0.5, is ideal for players seeking a blend of stability and versatility. The Pixel's design includes a deep profile and a subtle micro bead, ensuring a comfortable and full grip. Suitable for both driving and putting, it offers a straight and stable flight path, maintaining any line with minimal fade. Despite its low speed rating, the Pixel is capable of impressive distances, especially in varied wind conditions. On the putting green, whether in Circle 1 or Circle 2, its optimal glide effortlessly carries it into the chains. \n\nTake your game to the next level with the putter of choice for 7x Disc Golf Pro Tour winner Simon Lizotte!",
    "image": "axiom-pixel.png"
  },
  {
    "manufacturer": "Latitude 64",
    "name": "River",
    "speed": 7,
    "glide": 7,
    "turn": -1,
    "fade": 1,
    "category": "Fairway Driver",
    "description": "The Latitude 64 River is one the highest rated fairway drivers. It has incredible glide and is a great driver for beginners. Latitude gives this disc a glide rating of 7, higher than any other disc golf disc. Intermediate and advanced players will be pleased with the River’s accuracy and consistency. Throw this disc at a slight anhyzer angle and watch it sail forever.",
    "image": "latitude-64-river.png"
  },
  {
    "manufacturer": "Axiom",
    "name": "Crave",
    "speed": 6.5,
    "glide": 5,
    "turn": -1,
    "fade": 1,
    "category": "Fairway Driver",
    "description": "The Crave is the first driver in the Axiom Line. This moderate speed fairway driver is described as a seasoned MVP Servo. The Crave is one of the straightest flying fairway drivers in the market. It totes a slower speed, but don't let it fool you, as it goes far. It provides a torque resistant, but straight flight suitable for backhands or forehands. Most MVP made discs are relatively flat, and the Crave is no exception.",
    "image": "axiom-crave.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Valkyrie",
    "speed": 9,
    "glide": 4,
    "turn": -2,
    "fade": 2,
    "category": "Distance Driver",
    "description": "One of the most popular drivers in the world, the Valkyrie held the world distance record for a decade. This is a stable flying distance driver with a good degree of high speed turn and fade. The Valkyrie can be used by players of all skill levels. It is a good distance driver for newer players developing form, and can be used for turnover shots and rollers for more advanced players. Because of the popularity of the Valkyrie it is available in just about every plastic Innova has to offer; DX, Pro, Champion, Star, and even Glow Champion.",
    "image": "innova-valkyrie.png"
  },
  {
    "manufacturer": "MVP",
    "name": "Watt",
    "speed": 2,
    "glide": 5,
    "turn": -0.5,
    "fade": 0.5,
    "category": "Putter",
    "description": "Much like its cousins the Ohm and the Pilot, the Watt is a deeper profile putter that is very easy to guide on your desired angles, producing laser straight lines, beautiful turnovers, and reliable grip for driving. If you’re looking for a neutral-to-stable putter, you will find a new favorite with the Watt from MVP.",
    "image": "mvp-watt.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Tern",
    "speed": 12,
    "glide": 6,
    "turn": -2,
    "fade": 2,
    "category": "Distance Driver",
    "description": "The Tern is an understable high speed driver. Being understable, this is a comfortable disc that provides max distance for intermediate players. While the Tern’s rim is very wide (2.3 cm) it isn’t at max width like the Dominator, Vulcan, or Katana. The Innova Tern was approved by the PDGA on December 3, 2012. Innova states that the flight rating of this disc in Star and Champion plastic slightly differ. The flight rating for Champion Plastic is 12/6/-2/2. The Champion plastic that the Tern is manufactured in is super clear and looks really sharp.",
    "image": "innova-tern.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Leopard3",
    "speed": 7,
    "glide": 5,
    "turn": -2,
    "fade": 1,
    "category": "Fairway Driver",
    "description": "The Innova Leopard3 is the faster, less glidey version of the popular Innova Leopard. This disc has a nice controllable turn right out of the box. With a smooth throw the Leopard3 will fly laser straight. With power, this disc will turn hard and finish right (with a right hand backhand throw).\n\nThe Leopard3 is a versatile, all-purpose driver that can work for a variety of shots for disc golfers of all skill levels.",
    "image": "innova-leopard3.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Beast",
    "speed": 10,
    "glide": 5,
    "turn": -2,
    "fade": 2,
    "category": "Distance Driver",
    "description": "The Beast is one of the most popular distance drivers in the world, and for good reason. The Innova Beast is a fast, stable driver that isn’t too much for less experienced players. This disc works well for both forehand and backhand throws. While the Beast is a good distance driver for newer players, it’s also used by professionals, including world champion Barry Schultz. This disc works for maximum distance, downwind shots, and turnover throws.",
    "image": "innova-beast.png"
  },
  {
    "manufacturer": "Infinite Discs",
    "name": "Anubis",
    "speed": 5,
    "glide": 5,
    "turn": 0,
    "fade": 0,
    "category": "Midrange",
    "description": "The Anubis is a straight-flying, all-purpose, precision mid-range disc that will fit into the bags of both novice and professional players. Every player can count on the Anubis to hold the line whether thrown for shorter approaches or for longer distances off the tee. The Anubis will help players to fine-tune their throwing skills by flying precisely in accordance with the release from the hand.",
    "image": "infinite-discs-anubis.png"
  },
  {
    "manufacturer": "Axiom",
    "name": "Insanity",
    "speed": 9,
    "glide": 5,
    "turn": -2,
    "fade": 1.5,
    "category": "Fairway Driver",
    "description": "The Insanity was Axiom's first distance/control driver. This disc is slightly less stable than the ultra popular MVP Inertia. The Insanity flies like a longer crave, and will provide straight as an arrow flights for intermediate players, and slightly understable turnovers for power players.",
    "image": "axiom-insanity.png"
  },
  {
    "manufacturer": "Axiom",
    "name": "Time-Lapse",
    "speed": 12,
    "glide": 5,
    "turn": -1,
    "fade": 3,
    "category": "Distance Driver",
    "description": "The Simon Line is here! The debut of this much-anticipated line of discs from Simon Lizotte, the Time-Lapse, is a 12 speed distance driver, the first 12 speed driver ever to feature GYRO technology. Simon designed this disc along with MVP to make the ultimate distance driver: Perfect amounts of glide, turn, and fade to make this an absolute bomber with ultimate control and predictability.",
    "image": "axiom-time-lapse.png"
  },
  {
    "manufacturer": "Latitude 64",
    "name": "Diamond",
    "speed": 8,
    "glide": 6,
    "turn": -3,
    "fade": 1,
    "category": "Fairway Driver",
    "description": "The Latitude 64 Diamond just might be the BEST disc golf driver for beginners. This disc has just the right speed, turn, and glide to maximize distance for weaker throwers. It’s also available in very light weights, which helps newer disc golfers overcome limited distance from low speed fade. Not only is the Diamond a great disc for beginners, but it comes in the very durable Opto Line plastic. This disc will endure punishment and maintain its flight characteristics for years. If you’re new to disc golf and want to excel, buy the Diamond today! Many disc golfers use their Diamond for more than approach or fairway drives, but also for the their drives straight off the tee. That is because the rim size allows for a perfect grip to throw it with power.",
    "image": "latitude-64-diamond.png"
  },
  {
    "manufacturer": "Thought Space Athletics",
    "name": "Mantra",
    "speed": 9,
    "glide": 6,
    "turn": -2,
    "fade": 1,
    "category": "Fairway Driver",
    "description": "The Mantra is the debut disc release from Thought Space Athletics, a company focused on beautiful, unique designs and quality disc golf products for all players. The Mantra will fly straight at a manageable speed for new players but will have a more understable flight for experience throwers. It can be used for precision drivers or for anhyzer lines and power rollers. It's an all-purpose driver with great glide that feels and flies wonderfully.",
    "image": "thought-space-athletics-mantra.png"
  },
  {
    "manufacturer": "Discraft",
    "name": "Luna",
    "speed": 3,
    "glide": 3,
    "turn": 0,
    "fade": 3,
    "category": "Putter",
    "description": "The Luna is the first putter in the Paul McBeth line for Discraft. It is his primary putter and it is more overstable than a lot of other putters. It works great as a low-glide, beadless putter for players who putt with a lot of confidence. It is a popular putter due to the reputation of Paul McBeth as a winner and will serve other experienced players well.",
    "image": "discraft-luna.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Thunderbird",
    "speed": 9,
    "glide": 5,
    "turn": 0,
    "fade": 2,
    "category": "Distance Driver",
    "description": "The Innova Thunderbird is said to be predictable in the wind, but not so overstable that it's hard to keep straight. If you’re looking for a consistent driving disc that is slightly faster than the TeeBird3, the Thunderbird is for you. This likely won’t be the fastest or furthest flying driver in your bag, but when it comes to a workhorse driver with the right blend of speed and reliability, the Thunderbird exceeds expectations.\n\nInnova says this of the Thunderbird: \"The Thunderbird comes from strong bloodlines. The stability of a TeeBird with the speed of a Valkyrie; it could be best described as a seasoned Firebird, but with less fade. The Thunderbird is still predictable in the wind and a great choice for your new favorite long-range placement driver.\"",
    "image": "innova-thunderbird.png"
  },
  {
    "manufacturer": "Prodigy",
    "name": "PA-3",
    "speed": 3,
    "glide": 3,
    "turn": 0,
    "fade": 1,
    "category": "Putter",
    "description": "The fourth putter in the Prodigy line is described as “the straightest flying” prodigy putter. The PA3 is a beaded putter, meaning there is a small bump around the edge of the bottom rim. Many disc golfers find putters with beaded rims to provide a more comfortable grip.",
    "image": "prodigy-pa-3.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Shryke",
    "speed": 13,
    "glide": 6,
    "turn": -2,
    "fade": 2,
    "category": "Distance Driver",
    "description": "The Shryke is an easy-to-throw, distance driver that works wonderfully for a wide variety of players. A mild high-speed turn will put the Shryke in glide mode, which along with its high, aerodynamic speed, will give it incredible distance. The low-speed fade is mild and manageable, which makes it easy to keep on the fairway. The Shryke is similar to the popular Tern, but faster and more stable for higher speeds.",
    "image": "innova-shryke.png"
  },
  {
    "manufacturer": "Thought Space Athletics",
    "name": "Votum",
    "speed": 7,
    "glide": 5,
    "turn": 0,
    "fade": 3,
    "category": "Fairway Driver",
    "description": "The Votum is a great fairway / distance driver crossover disc at a speed that anybody can handle. It is designed to be a go-to driver for shots that don't need excessive fade and will become workhorse in the bag for players desiring reliable distance and placement on the fairway.",
    "image": "thought-space-athletics-votum.png"
  },
  {
    "manufacturer": "Innova",
    "name": "Roadrunner",
    "speed": 9,
    "glide": 5,
    "turn": -4,
    "fade": 1,
    "category": "Distance Driver",
    "description": "The understable Roadrunner is perfect for giving new disc golfers more distance. This disc has a high degree of high speed turn (-4) and exceptional glide. For disc golfers who don’t regularly turn discs over, the Roadrunner will minimize fade and fly farther.",
    "image": "innova-roadrunner.png"
  },
  {
    "manufacturer": "Clash Discs",
    "name": "Wild Honey",
    "speed": 12,
    "glide": 5,
    "turn": -2,
    "fade": 2,
    "category": "Distance Driver",
    "description": "The Clash Discs Wild Honey is a stable to understable distance driver. It was designed to be a fast driver that can be more easily thrown. It provides a very comfortable grip, control, and a beautiful long S-Curve flight.",
    "image": "clash-discs-wild-honey.png"
  }
]
